-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Hôte : 127.0.0.1
-- Généré le : ven. 04 nov. 2022 à 22:25
-- Version du serveur : 10.4.25-MariaDB
-- Version de PHP : 8.1.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Base de données : `maisonjuenne`
--

-- --------------------------------------------------------

--
-- Structure de la table `article`
--

CREATE TABLE `article` (
  `id` int(11) NOT NULL,
  `titel` varchar(255) CHARACTER SET utf8 NOT NULL,
  `description` text CHARACTER SET utf8 NOT NULL,
  `image` text CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Déchargement des données de la table `article`
--

INSERT INTO `article` (`id`, `titel`, `description`, `image`) VALUES
(3, 'مخيم التنمية الإيجابية للشباب', '<p>احتضنت دار الشباب الرقاب مخيم التنمية الإيجابية للشباب و ذلك ايام 30/29/28/27 أكتوبر 2022 في إطار مشروع&quot; create&quot; المنفذ من المنظمة التونسية للتماسك الاجتماعي &quot; OTCS &quot; المندرج ضمن برنامج معا الممول من الوكالة الأمريكية للتنمية الدولية &quot; USAID&quot; بالشراكة مع رئاسة الحكومة التونسية.</p>\r\n', '312140045_10160303058399207_6275555811222211017_n.jpg'),
(4, 'ثنائية البطولة والكأس  فرحاااااااااااااانة', '<p>الحمد لله الذي بحمده تتم الصالحات ثنائية البطولة والكأس</p>\r\n\r\n<p>فرحاااااااااااااانة قد الدنيا فرحانة اني كيف توكلت على ربي ما خيبنيش ممنونة جدا للشخص الي خلاني نخوض هالتجربة ونتعلم منها الي ماتعلمتوش حياتي الكل شكرا للجامعة التونسية للمصارعة الي عمرها ما تخلت علينا فخورة بانضمامي لعائلة المصارعة التونسية كل الشكر للناس الي حطت فينا ثقتها ودعمتنا شكرا للسادة الأولياء الي رافقونا للتشجيع شكرا للبنوتاتنا الي ديما مفرحينا شكرا لغاليتي ندوش على مساندتك المطلقة وثقتك اللامشروطة في شخصي وعلى وسع بالك مع البنيات شكرا لنفسي التي لم تخذلني رغم الكم الهائل من الخذلان شكرا للي عاوننا والي ماعوناش للي وقف معانا وللي عمل جهدو الكل باش ياقف في طريقنا</p>\r\n\r\n<p>نعم نحن مقاتلات الرقاب ويحق لنا الغرور</p>\r\n\r\n<p>نحن المتشعبطون في الأرض كما سمانا بعض الاغبياء</p>\r\n', '289303536_180627927696215_5441025442225288943_n.jpg'),
(5, 'ماذا تكثر حوادث المرور في معتمدية الرقاب ؟', '<p>لماذا تكثر حوادث المرور في معتمدية الرقاب ؟ :</p>\r\n\r\n<p>&bull; نظمت صباح اليوم السبت دار الشباب بالرقاب بالتعاون مع الوحدات الأمنية و الحماية المدنية بالجهة و المكتب الجهوي للجمعية التونسية للوقاية من حوادث الطرقات بإشراف معتمد المنطقة حملة تحسيسية و توعوية وسط المدينة تمثلت في توزيع مطويات على مستعملي الطريق و تقديم نصائح مباشرة لهم من قبل أعوان الأمن و أطفال نادي التربية المرورية بدار الشباب الرقاب .. كما قدم أعوان الحماية المدنية دروس تطبيقي في كيفية الإسعافات الأولية و أفاد أحد المتدخلين عن النقابة الوطنية لقوات الأمن الداخلي مدى إستعداد متخلف الفرق الأمنية و الحماية المدنية لتأمين الصائفة و التقليص من عدد الحوادث التى تشهدها الولاية بصفة عامة و مدينة الرقاب بصفة خاصة لإعتبارها قطب فلاحي هام تكثر فيه حركة المرور في فصل الصيف إضافة الى إنتشار الدراجات النارية بأنواعها بشكل كبير و المتسببة في عديد الحوادث القاتلة ..</p>\r\n\r\n<p>و يبقى دور مثل هاته الحملات ضعيفا للحد من الحوادث المتسببة سنويا في آلاف القتلى و الجرحى و الخسائر المادية ما لم يقع ترسيخ ثقافة السير و المرور في سلوك الأطفال منذ صغر سنهم بإعتبار طفل اليوم هو سائق الغد مما حدى بالعديد من النشطاء و الجمعيات و المربين المطالبة بتدريس مادة التربية المرورية في المؤسسات التربوية و وضعها ضمن البرامج الرسمية كمادة أساسية تقديسا لحق الحياة .</p>\r\n\r\n<p>متابعة فوزي اليوسفي</p>\r\n', '287119102_159757823231174_6115949795352993103_n.jpg'),
(6, 'البرنامج الوطني للسياحة الشبابية لصائفة 2022', '<p>تهدف البرامج الوطنية للسياحة الشبابية التي دأبت سلطة الإشراف على تفعيلها في موسم الصيف لفائدة شباب مختلف الجهات إلى دعم السياحة الشبابية بمبدأ التمييز الإيجابي التي يكون فيها النصيب الأوفر لشباب المناطق الداخلية والحدودية والأحياء ذات الكثافة السكانية والفئات الهشة وذوي الإعاقة والعائلات محدودة الدخل، إلى توفير الفرص المُثلى لبلورة المهارت والمواهب الشابة في مختلف المجالات وتعزيز قدراتهم الذاتية وترسيخ ثقافة التطوّع وانتمائهم الوطني لتأيث المسار لجيل قيادي شاب وعناصر فاعلة ذات تأثير إيجابي في المجتمع ومثال يُحتذى به في نبذ التطرف و تفعيل القيم والمبادئ الرياضية.</p>\r\n', 'téléchargement.jfif');

-- --------------------------------------------------------

--
-- Structure de la table `category`
--

CREATE TABLE `category` (
  `id` int(11) NOT NULL,
  `nam` varchar(100) NOT NULL,
  `type` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Déchargement des données de la table `category`
--

INSERT INTO `category` (`id`, `nam`, `type`) VALUES
(1, 'كرة القدم', 'football'),
(2, 'كرة السلة', 'basketball'),
(3, 'كرة الطاولة', 'Ping pong'),
(4, 'التكواندو', 'taekwondo'),
(5, 'بريك دانسينج', 'break dance');

-- --------------------------------------------------------

--
-- Structure de la table `culture`
--

CREATE TABLE `culture` (
  `id` int(11) NOT NULL,
  `titre` varchar(255) CHARACTER SET utf8 NOT NULL,
  `description` text CHARACTER SET utf8 NOT NULL,
  `image` text CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Déchargement des données de la table `culture`
--

INSERT INTO `culture` (`id`, `titre`, `description`, `image`) VALUES
(4, 'التبادل الشبابي بين دار الشباب', '<p>زيارة مركز إقامة الشباب شالة من و لاية قابس في إطار التبادل الشبابي بين دار الشباب الرقاب و دار الشباب بوشمة قابس بالشراكة مع دار الشباب المتنقلة للرحلات و سياحة الشباب بسيدي بوزيد يوم الثلاثاء 21 جوان 2022.</p>\r\n', '311587770_10160264914324207_8184312865964515405_n.jpg'),
(5, 'نشاطات متنوعة لفائدة التلاميذ', '<p>تحتضن دار الشباب بأريانة مختلف النوادي الثقافية والرياضية بداية يوم الثلاثاء 11 أكتوبر وذلك خلفا للمركز الثقافي والرياضي للشباب بالمنزه السادس الذي أغلق أبوابه يوم 1 أكتوبر من أجل القيام بأشغال صيانة وإعادة تهيئة ستتواصل على مدى سنة على أقصى تقدير بهدف إتمام الأشغال في أفضل الظروف ،حسب ما صرح به المدير العام للمركز &laquo;&nbsp;لطفي الشلي&nbsp;&raquo; لوكالة تونس افريقيا للأنباء .<br />\r\nو قد أعلنت إدارة المركز الثقافي والرياضي للشباب عن برنامج الأنشطة التي ستحتضنها استثنائيا دار الشباب بأريانة خلال الموسم 2016-2017<br />\r\nوذلك لمتابعة المنخرطين سابقا في نوادي المركز لأنشطتهم، ومساعدة الأولياء وكل الناشطين على اختيار فضاءات لأنشطتهم خلال هذه الفترة تحت إشراف أساتذة المركز، والتي ستكون على النحو التالي:</p>\r\n\r\n<p>نادي الرسم للأطفال : أيام الأربعاء والجمعة والسبت من الساعة 16 الى الساعة 20</p>\r\n\r\n<p>فن صناعة وتركيب الحلي : أيام الاربعاء والجمعة والسبت من الساعة 16 الى الساعة 20</p>\r\n\r\n<p>نادي الرسم للكبار : أيام الاربعاء والخميس والجمعة من الساعة 16 الى الساعة 20</p>\r\n\r\n<p>نادي المسرح : أيام الثلاثاء (من س 14 الى س 18) والأربعاء (من س 18 إلى س 20 ) والجمعة (من س 16 إلى س 18) والسبت (من س 9 الى س 13 )</p>\r\n\r\n<p>الجمباز الرياضي : أيام الأربعاء (14-18) والخميس والجمعة والسبت من الساعة 14 إلى الساعة 16</p>\r\n\r\n<p>اليوغا : أيام الثلاثاء والخميس والجمعة والسبت من الساعة 18 إلى الساعة 20</p>\r\n\r\n<p>ايروبيك زومبا : يومي الخميس والسبت من الساعة 16 إلى الساعة 18</p>\r\n', 'nachat.jpg'),
(6, 'احتفالا بالسنة الأمازيغية الجديدة 2972 ', '<p><strong>في إطار تنزيل برامج وزارة الشباب والثقافة والتواصل &ndash; قطاع الشباب&ndash;المتعلق بالارتقاء بالأنشطة التربوية الهادفة،وبمناسبة الاحتفال بالسنة الأمازيغية الجديدة 2972 وذلك من أجل غرس قيم المواطنة وتربية الناشئة على الاعتزاز بالموروث الثقافي المغربي المتنوع.<br />\r\nتنظم دار الشباب الشهداء بسيدي إفني تحت إشراف المديرية الإقليمية لوزارة الشباب والثقافة والتواصل &ndash; قطاع الشباب - بسيدي إفني في الفترة الممتدة من يوم (الجمعة&nbsp;14يناير2022الى غاية الخميس20يناير2022) أنشطة ثقافية و رياضية بشراكة مع جمعيات المجتمع المدني بالمدينة.</strong></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>وقد استهلت هده الأنشطة - حسب البرنامج المسطر-&nbsp;بندوة فكرية حول التقويم الامازيغي، كما تضمنت دوري في كرة القدم المصغرة &nbsp;و آخر في كرة السلة بالإضافة إلى مسابقات ثقافية وأخرى في الرسم، لتختتم بصبيحة للأطفال وأمسية غنائية.</strong></p>\r\n', 'sana 5.jpeg');

-- --------------------------------------------------------

--
-- Structure de la table `header`
--

CREATE TABLE `header` (
  `id` int(11) NOT NULL,
  `nom` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `image` varchar(255) NOT NULL,
  `image1` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Déchargement des données de la table `header`
--

INSERT INTO `header` (`id`, `nom`, `description`, `image`, `image1`) VALUES
(1, 'معاينة آخر الاستعدادات لامتحان شهادة البكالوريا شعبة الرياضة لسنة 2020 ', 'في إطار حسن الإستعداد لامتحان شهادة البكالوريا شعبة الرياضة لاول مرة بولاية منوبة و حرصا على تأمين سلامة التلاميذ والإطار التربوي ، أدى والي منوبة السيد محمد شيخ روحه صباح اليوم الاثنين 22 جوان 2020 زيارة معاينة ميدانية لمركزي الامتحان بكل من المركب الرياضي والمعهد الثانوي بمنوبة وذلك للوقوف على مدى جاهزية قاعات الرياضة بالمركزين من حيث إجراءات التوقي والحماية والنظافة المتخذة طبقا للبروتوكول الصحي المعتمد في الغرض .\n', '11.jpg', 'destination-3.jpg');

-- --------------------------------------------------------

--
-- Structure de la table `intellectuelles`
--

CREATE TABLE `intellectuelles` (
  `id` int(11) NOT NULL,
  `titel` varchar(255) CHARACTER SET utf8 NOT NULL,
  `description` text CHARACTER SET utf8 NOT NULL,
  `image` text CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Déchargement des données de la table `intellectuelles`
--

INSERT INTO `intellectuelles` (`id`, `titel`, `description`, `image`) VALUES
(3, 'عروض فنية وتنشيطية للأطفال بدوار هيشر', '<p>استقبلت المكتبة العمومية بدوار هيشر عدد كبير من الأطفال والأولياء في اطارمشروع الاسرة اوالكتاب في دورته الثانية التي تنظمه الوحدة الآولى لتنشيط الاحياء بمنوبة بالشراكة مع المكتبة العمومية بدوار هيشر ايام 25 &ndash; 26 و 27 ديسمبر 2019 ويحتوي المشروع على جملة من الأنشطة الترفيهية والتكوينية ( عروض راقصة , مسرح , عرض حكواتي , ورشات في صنع الأقنعة &hellip;.) ويهدف الى الترغيب في المطالعة وحث الاولياء على تشجيع ابنائهم على ارتياد المكتبات والتصالح مع الكتاب في ظل الزحف التكنولوجي .</p>\r\n', 'DSC01272-750x430.jpg'),
(4, 'بعث نادي الشطرنج بدار الشباب', '<p>بعث نادي الشطرنج بدار الشباب الرقاب بإشراف الأستاذ نجيب بالطيّب، ويهدف النادي إلى نشر وتعميم ممارسة لعبة الشطرنج لما لها من فائدة في تنمية القدرات الذهنيّة والفكريّة لدى الشباب.. كما يهدف إلى تطوير المهارات الخاصّة بهذه اللّعبة التي تجد إشعاعا عالميّا اعتبارا لتاريخيّتها ودورها في تنشيط الذّكاء الفردي والجماعي.. إضافة إلى ذلك، فإنّ من أهداف النّادي المشاركة في البطولات التي تهمّ رياضة الشطرنج جهويّا ووطنيّا ودوليّا.</p>\r\n\r\n<p>الدّعوة مفتوحة للشّباب المولع بهذه اللّعبة للالتحاق بالنادي صباح كلّ أحد انطلاقا من الساعة التّاسعة صباحا.</p>\r\n', '02.jpg');

-- --------------------------------------------------------

--
-- Structure de la table `sport`
--

CREATE TABLE `sport` (
  `id` int(11) NOT NULL,
  `nom` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `image` varchar(255) NOT NULL,
  `id_category` int(100) NOT NULL,
  `type_category` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Déchargement des données de la table `sport`
--

INSERT INTO `sport` (`id`, `nom`, `description`, `image`, `id_category`, `type_category`) VALUES
(24, 'ثنائية البطولة والكأس  فرحاااااااااااااانة', '<p>الحمد لله الذي بحمده تتم الصالحات ثنائية البطولة والكأس</p>\r\n\r\n<p>فرحاااااااااااااانة قد الدنيا فرحانة اني كيف توكلت على ربي ما خيبنيش ممنونة جدا للشخص الي خلاني نخوض هالتجربة ونتعلم منها الي ماتعلمتوش حياتي الكل شكرا للجامعة التونسية للمصارعة الي عمرها ما تخلت علينا فخورة بانضمامي لعائلة المصارعة التونسية كل الشكر للناس الي حطت فينا ثقتها ودعمتنا شكرا للسادة الأولياء الي رافقونا للتشجيع شكرا للبنوتاتنا الي ديما مفرحينا شكرا لغاليتي ندوش على مساندتك المطلقة وثقتك اللامشروطة في شخصي وعلى وسع بالك مع البنيات شكرا لنفسي التي لم تخذلني رغم الكم الهائل من الخذلان شكرا للي عاوننا والي ماعوناش للي وقف معانا وللي عمل جهدو الكل باش ياقف في طريقنا</p>\r\n\r\n<p>نعم نحن مقاتلات الرقاب ويحق لنا الغرور</p>\r\n\r\n<p>نحن المتشعبطون في الأرض كما سمانا بعض الاغبياء</p>\r\n', '289124976_180627427696265_2228933790707967232_n.jpg', 0, 'كرة السلة'),
(25, 'دورة تكوينية ناجحة في كرة القدم', '<p>أشرفت اليوم الخميس 16 جانفي 2020 نوال بوجناح المندوبة الجهوية للشباب والرياضة بمنوبة رفقة صابرجلالجة رئيس الجامعة التونسية للبيسبول والسوفتبول على اختتام الدورة التكوينية الاولى&nbsp; في رياضة البيسبول التي نظمتها المندوبية الجهوية للشباب والرياضة بمنوبة بالتعاون مع الجامعة المذكورة&nbsp; يومي 15 و 16 جانفي 2020 بالمركب الشبابي والرياضي بالبساتين من معتمدية المرناقية لفائدة 18 اطار شبابي تحت اشراف متفقدة الشباب بالدائرة الآولى ألفة العرفاوي وتأتي هذه الدورة في اطار تفعيل ما تم اقراره خلال اليوم الدراسي الوطني حول تنمية ممارسة الأنشطة الرياضية بمؤسسات الشباب المنتظم يوم الاربعاء 18 ديسمبر 2019 المنقضي بضاحية قمرت تحت شعار &ldquo;شباب&hellip; رياضة&hellip; صحة&hellip; مواطنة&rdquo;والداعي الى نشر وتنمية الأنشطة الرياضية بمؤسسات الشباب و كذلك الحرص على تمكين اطارات الشباب بولاية منوبة من فرص التكوين في هذا الإختصاص الذي تم ادماجه مؤخرا في الألعاب الأولمبية للشباب داكار 2022 .(المنجي العزابي )&nbsp;</p>\r\n', '82382002_562887144437491_8460623387394310144_o-750x430.jpg', 0, 'كرة القدم'),
(26, 'في الرقاب …أنشطة رياضية وشبابية بامتياز', '<p>في إطار الإحتفالات بعيدي الثورة و الشباب 2020 , واكبت أمس الثلاثاء 14 جانفي 2020 نوال بوجناح المندوبة الجهوية للشباب والرياضة بمنوبة رفقة مراد الشعافي رئيس وحدة تنمية أنشطة الشباب بالجهة بعض التظاهرات الرياضية والشبابية المقامة بالمناسبة حيث انطلقت زيارتها من القاعة المغطاة بمنوبة التي احتضنت دورة مرحبا الرابعة للتايكوندو التي نظمتها جمعية الحمائم بمنوبة بالتعاون مع بلدية منوبة وبمشاركة عدد كبير من النوادي والجمعيات الرياضية بتونس الكبرى , ثم تحولت الى منطقة منزل الحبيب ببرج العامري حيث تابعت تظاهرة شبابية &rdquo; حلمة &rdquo; بنادي الشباب الريفي بحضور متفقدة الشباب بالدائرة الاولى ألفة العرفاوي وهي من تنظيم دار الشباب المتنقلة بمنوبة واحتوت على عروض مسرحية وموسيقية والعاب وعرض تايكوندو لتختتم زيارتها بالمركب الشبابي والرياضي بالبساتين حيث تابعت تظاهرة شبابية&rdquo; بفني نحارب الظلام &ldquo;من تنظيم المركب الشبابي واحتوت على عروض فرجوية ومسرحية ودورة في التايكوندو وكرة القدم ومن خلال متابعتي لهذه التظاهرات لايسعني الا ان ارفع تحية تقدير واكبار لكل الفاعلين في انجازها .</p>\r\n', '01.jpg', 0, 'بريك دانسينج'),
(27, 'تكريم أبطال كرة الطاولة بدار الشباب', '<p>في لفتة أكثر من معبرة كرمت اليوم الجمعة 27 ديسمبر 2019 نوال بوجناح المندوبة الجهوية للشباب والرياضة بمنوبةمجموعة من أبطال كرة الطاولة بدار الشباب برج العامري المتوجين بكؤوس&nbsp;<strong>دورة الزيتونة لكرة الطاولة في نسختها الخامسة والعشرين&nbsp;</strong>&nbsp;المنتظمة بقاعة صفوان بوظهيمربمدينة طبربة يوم السبت 21 ديسمبر الفارط والمتحصلين كذلك على الميداليات الذهبية والفضية في المسابقات نفسها و عبرت المندوبة الجهوية بالمناسبة عن سعادتها بهذا الإنجاز و بما تقوم به دار الشباب برج العامري وكافة الاطارات العاملة بها وعلى رأسهم سعاد الورغمي مديرة الدار من احاطة ورعاية لشباب الجهة وابدت استعدادها لدعم فريق كرة الطاولة لضمان مزيد من التتويجات. وكان ذلك بحضور مراد الشعافي رئيس وحدة تنمية الانشطة الشبابية بمنوبة .</p>\r\n', 'DSC01289-750x430.jpg', 0, 'كرة الطاولة'),
(28, 'المركب الشبابي والرياضي يؤسس لرياضة التايكواندو', '<p>في إطار تنمية ممارسة الانشطة الرياضية بمؤسسات الشباب , وحرصا منه على توفير سبل الوقاية من السلوكات المحفوفة بالمخاطر التي يمكن ان يتعرض لها الأطفال والشباب , نظم المركب الشبابي و الرياضي بالبساتين اليوم الأحد 22 ديسمبر 2019 دورة في رياضية التايكوندو بين القاعات بمشاركة اكثر من 100 لاعب ولاعبة يمثلون قاعات الأكاديمية الرياضية بدوار هيشر , قولدجيم بالعقبة , برودجيم بباردو وتهدف هذه الدورة&nbsp; الى تعزيز اتفاقيات الشراكة الفاعلة مع الجمعيات الرياضية , تفعيل دور المركب الشبابي في الاحاطة بالناشئة و السعي الى تأسيس فرع لرياضة التايكوندو به . واختتمت بتوزيع ميداليات وشهائد تقدير للمشاركين المتفوقين وللجنة التحكيم .</p>\r\n\r\n<p>وقد لاقت هذه البادرة استحسان اهالي الجهة الذين عبروا عن ارتياحهم للمجهودات التي تقوم به منية المحمدي مديرة المركب الشبابي والرياضي وكافة الاسرة التربوية العاملة معها وهو من شأنه أن يعزز دوره التربوي الإجتماعي ليكون منارة في حجم انتظارات ابناء الجهة .</p>\r\n', 'uvs191222-002.gif', 0, 'التكواندو'),
(29, 'تربص مفتوح في التايكوندو تأطير المدرب', '<p>تربص مفتوح في التايكوندو تأطير المدرب &quot;صابر بن عبدالله&quot; اليوم الثلاثاء 5 فيفري 2019 بدار الشباب الرقاب</p>\r\n', '68ff61107db8da2258b63510753afe58.jpeg', 0, 'التكواندو'),
(30, 'خدمات دور الشباب', '<p>فضاءات للمعرفة و التكوين و التفتح<span dir=\"LTR\">.</span></p>\r\n\r\n<p>&sect;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span dir=\"RTL\">تعتبر دار الشباب مؤسسة عمومية تربوية ثقافية واجتماعية و فضاء خصب لممارسة أنشطة مختلفة ومتنوعة كالمسرح، الموسيقى، الرقص، السينما، الفنون التشكيلية والرياضة.</span></p>\r\n\r\n<p>&sect;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span dir=\"RTL\">هي أيضا فضاء للتكوين و التعلم، بحيث توفر للشباب خدمات تكمل المقرر المدرسي أو المهني. كما تلقن دروس في المعلوميات(أجيالكم) ، وكذا دروس في اللغات الأجنبية فضلا عن دروس في الدعم في مختلف المواد الدراسية.</span></p>\r\n\r\n<p>&sect;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span dir=\"RTL\">كما تمكن الشباب من فرص الالتقاء، و العيش و التأقلم داخل المجموعة بالإضافة إلى الانفتاح على الآخر و تعلم قيم التسامح.<br />\r\n&nbsp;</span></p>\r\n\r\n<p>&sect;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span dir=\"RTL\">&nbsp;هي بمثابة مدرسة للتفاعل الاجتماعي والتعود على تحمل المسؤولية والممارسة الديمقراطية من خلال تنظيمها الإداري و طريقة تسييرها الموكولة إلى مجلس دار الشباب الذي ينتخب أعضاءه بطريقة ديمقراطية في جمعيات تعمل داخل الدار.</span></p>\r\n\r\n<p>&sect;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span dir=\"RTL\">&nbsp;وتتوفر&nbsp;<a href=\"http://www.mjs.gov.ma/files/reseau_mj.pdf\">شبكة دور الشباب</a>&nbsp;حاليا على أزيد من 443 مؤسسة موزعة عبر مختلف مدن المملكة، يستفيد من خدماتها أزيد من 6 ملايين شاب سنويا ( % 20 من الأنشطة الدائمة و % 80 من الأنشطة الإشعاعية).</span></p>\r\n\r\n<table cellspacing=\"0\" style=\"border-collapse:collapse; width:624px\">\r\n	<tbody>\r\n		<tr>\r\n			<td style=\"border-bottom:0px; border-left:0px; border-right:0px; border-top:0px; vertical-align:top\">\r\n			<p>شبكة مؤسسات دور الشباب<br />\r\n			تسعى بالخصوص إلى ما يلي : المهام بالنسبة للشباب والطفولة</p>\r\n			</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p>&sect;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span dir=\"RTL\">استثمار الوقت الحر للشباب والطفولة بما يعود عليهم بالنفع ومساعدتهم على بلورة شخصيتهم وتمكينهم من الوسائل الكفيلة بتنمية مؤهلاتهم</span><span dir=\"LTR\">.</span></p>\r\n\r\n<p>&sect;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span dir=\"RTL\">تنمية ملكات الابتكار وإبراز طاقاتهم وتمكينهم من خوض تجارب العمل الجماعي سواء داخل فضاءات دور الشباب أو خارجها</span><span dir=\"LTR\">.</span></p>\r\n\r\n<p>&sect;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span dir=\"RTL\">منحهم فرصة التعبير عن أفكارهم في كل المناسبات المنظمة في إطار الجماعة وتشجيعهم على المشاركة في الأعمال الاجتماعية و الاقتصادية لتنمية روح التضامن لديهم، وخلق جو ملائم لتبادل الخبرات والتجارب بين مختلف شرائح الشباب، وربط جسور التواصل واللقاء بينهم بغية تبادل الآراء والتجارب والاحتكاك بالآخر</span><span dir=\"LTR\">.</span></p>\r\n\r\n<p>&sect;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span dir=\"RTL\">حمايتهم من الآفات المؤدية إلى عالم الانحراف والجنوح والتطرف</span><span dir=\"LTR\">.</span></p>\r\n', 'DSC08986_1.jpg', 0, 'كرة الطاولة');

-- --------------------------------------------------------

--
-- Structure de la table `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Déchargement des données de la table `user`
--

INSERT INTO `user` (`id`, `username`, `email`, `password`) VALUES
(1, 'user', 'user@user.com', 'user');

--
-- Index pour les tables déchargées
--

--
-- Index pour la table `article`
--
ALTER TABLE `article`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `culture`
--
ALTER TABLE `culture`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `header`
--
ALTER TABLE `header`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `intellectuelles`
--
ALTER TABLE `intellectuelles`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `sport`
--
ALTER TABLE `sport`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT pour les tables déchargées
--

--
-- AUTO_INCREMENT pour la table `article`
--
ALTER TABLE `article`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT pour la table `category`
--
ALTER TABLE `category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT pour la table `culture`
--
ALTER TABLE `culture`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT pour la table `header`
--
ALTER TABLE `header`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT pour la table `intellectuelles`
--
ALTER TABLE `intellectuelles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT pour la table `sport`
--
ALTER TABLE `sport`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=31;

--
-- AUTO_INCREMENT pour la table `user`
--
ALTER TABLE `user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
